Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: ...and start doing something that contributes to the good of the retreats!
es_419: … y comienza a contribuir para el bien de El Refugio!

source: oh... your father...
es_419: Ah… tu padre…

source: I'm surprised chief managed to get us a free boat ride.
es_419: Me sorprende que el jefe haya conseguido un viaje gratis en barco.

source: huh? what's amaz--
es_419: ¿Eh? ¿Qué es increí…?

source: ugh, so useless! even I could've made that shot!
es_419: ¡Agh, qué inútil! ¡Hasta yo podría hacer ese disparo!

source: to think artificial meat could be this high in quality...
es_419: Es increíble la alta calidad que puede tener la carne artificial…

source: this blessed lifestyle was firmly taken for granted...
es_419: Este jovencito, que nació en El Refugio…

source: Aargggh!
es_419: ¡Aaaagh!

source: gable! how do you feel? are you hurt?!
es_419: ¡Gable! ¿Cómo te sientes? ¡¿Te lastimaste?!

source: everyone here...
es_419: Todos aquí…

source: your son... gable...
es_419: Tu hijo… Gable…

source: I'll say it again! if I had a choice between helping a bastard from the retreats and death...
es_419: ¡Repito! Si tuviera que elegir entre morir y ayudar a una basura de El Refugio…

source: Yes.
es_419: Sí.

source: the most important part of the switch.
es_419: La parte más importante del cambio.

source: crap... reinforcements!
es_419: M*erda… ¡refuerzos!

source: wh-what are you doing in here?!
es_419: ¡¿Q-qué haces aquí?!

source: kill that junkie cyborg!
es_419: ¡Maten al cíborg!

source: I should go and give the slums residents a chance to thank me in person!
es_419: ¡Debo ir y darles a los residentes de Salmuera la oportunidad de agradecerme en persona!

source: meet t-54, reflow industries’ latest innovation in anti-personnel sentry turrets.
es_419: Te presento a T-54, la última innovación de la industria en refusión en torretas centinela.

source: yeah, of course I do.
es_419: Sí, por supuesto.

source: ...but are you sure this remembric device even exists?
es_419: … ¿estás seguro de que el recordatón existe?

source: now it's our turn...
es_419: Nos toca a nosotros…

source: this is the only way our family can escape this hellhole.
es_419: Esta es la única esperanza que tiene nuestra familia.

source: he has.
es_419: Sí.

source: I want to make a deal with you, just like I did with kacey and chief austin.
es_419: Quiero hacer un trato contigo, tal como hice con Kacey y el jefe Austin.

source: I'm going to provide you with lasting happiness.
es_419: Yo sí voy a darte una felicidad duradera.

source: the kind of superiority that is clearly evident to me.
es_419: El tipo de superioridad que es totalmente evidente para mí.

source: keep your back straight!
es_419: ¡Mantén la espalda recta!

source: no, this is something else...
es_419: No, es otra cosa…

source: ...so they brought down an entire building?!
es_419: … ¡¿fue por eso que derribaron todo el edificio?!

source: ...could be the last thing you ever do.
es_419: … lo último que hagas.

source: this would get you the house you wanted and more... what do you want to do?
es_419: Esto les daría la casa que desean y más… ¿qué quieren hacer?

source: not only that, it was thanks to the deaths of many others...
es_419: No solo eso, fue gracias a la muerte de muchos otros…

source: ...he might have a shot...
es_419: … podría tener la oportunidad…

source: shh! be quiet!
es_419: ¡Shh! ¡Silencio!

source: I'm looking forward to it...
es_419: No puedo esperar…

source: ...the fact that I was born in the retreats...
es_419: … el hecho de que nací en El Refugio…

source: like I said before, I won't do something as unhinged as to sign up my own son for the battlegrounds.
es_419: Como dije antes, no soy tan desquiciado como para enviar a mi propio hijo a los campos de batalla.

source: what's gotten into you?
es_419: ¿Qué mosca te picó?

source: get a grip, all of you. it's going to get busy.
es_419: Tranquilícense. Hay mucho por hacer.

source: they're treating us like lab rats...
es_419: Nos tratan como a ratas de laboratorio…

source: and in doing so...
es_419: … y que, en el proceso…

source: dad, I'm home.
es_419: Papá, ya llegué.

source: creak
es_419: CRIIC

source: yeah, as long as we can contact our ride, he'll be here in a week without fail. he won't let chief down.
es_419: Sí, siempre que podamos contactar a nuestro conductor, estará aquí sin falta en una semana. Jamás abandonaría al jefe.

source: everyone at the ready.
es_419: ¡Prepárense!

source: they managed to calm the slums down for the most part.
es_419: … lograron apaciguar a buena parte de los barrios marginales.

source: it's gone!
es_419: ¡Desapareció!

source: they must've caught wind of something big!
es_419: ¡Seguro encontraron algo valiosísimo!

source: good news, kid. your friends gave you up and chose the money instead.
es_419: Buenas noticias, niño. Tus amigos decidieron abandonarte a cambio del dinero.

source: He did swear on his wife!
es_419: ¡Lo juró por su esposa!

source: edward's been hit! it's his arm!
es_419: ¡Le dieron a Edward en el brazo!

source: damn! you might be right.
es_419: ¡Mierda! Puede ser.

source: I wonder if something happened.
es_419: ¿Habrá pasado algo?

source: you really expect us to believe that?
es_419: ¿En serio esperas que nos creamos eso?

source: and there are those foolish enough to rush in and save him...
es_419: y aparece alguien lo suficientemente idiota para ir a salvarlo…

source: although we removed the bullet from your body...
es_419: Aunque retiramos la bala de tu cuerpo…

source: we haven't known edward that long. let's face it, we don't really know him.
es_419: No llevamos tanto tiempo conociendo a Edward. Seamos realistas, casi no lo conocemos.

source: really?
es_419: ¿En serio?

source: I'll make him pay...
es_419: Voy a hacerle pagar…

source: we got screwed!
es_419: ¡Estamos jodidos!

source: …You'll have to get through hell on Earth
es_419: … tendrás que cruzar el infierno en la Tierra.

source: don't you feel great, kid?
es_419: ¿No te sientes bien, niño?

source: two years ago, when I was picked to be a transport worker for the water purifier company...
es_419: Hace dos años, cuando me eligieron como transportista para la empresa de purificación de agua…

source: I knew it. it's got real-time gps tracking.
es_419: Lo sabía. Tiene seguimiento GPS en tiempo real.

source: We're the Cheonryong gang.
es_419: Somos los Cheonryong.

source: bringing about genuine change is a thousand times harder than mindless destruction.
es_419: Producir un cambio genuino es miles de veces más difícil que destruir sin piedad.

source: there's a secret research facility in biringam.
es_419: Hay un centro de investigación secreto en Biringam.

source: but I couldn't give up on my life in the retreats, not after I sacrificed my arm to get here.
es_419: Pero no podía renunciar a mi vida en El Refugio. No después de sacrificar mi brazo para venir aquí.

source: I guess we need to be honest with each other, if we're going to do business.
es_419: Supongo que, si vamos a hacer negocios, tenemos que ser honestos entre nosotros.

source: that automatically gathers all data generated across the world.
es_419: que reúne automáticamente todos los datos generados en el mundo.

source: that's where we need to go.
es_419: Es ahí a dónde tenemos que ir.

source: dammit... this is what we get for letting our guard down.
es_419: Maldita sea… Esto nos pasa por bajar la guardia.

source: you're--
es_419: Eres…

source: the dollar crash, which resulted in the united states defaulting on its debt.
es_419: El colapso del dólar, que obligó a los Estados Unidos a incumplir su deuda.

source: hehehe... likewise.
es_419: Je, je, je… Lo mismo digo.

source: but as you can see, some people still hold a grudge.
es_419: Pero, como puedes ver, algunos siguen guardando rencor.

source: I never thought I'd be so relieved to see one of our purifiers...
es_419: Jamás creí que me aliviaría tanto ver uno de nuestros purificadores…

source: b-but why the weights?!
es_419: P-pero ¡¿por qué las pesas?!

source: ...be ready for anything!
es_419: … ¡prepárense para lo que sea!

source: SMASH
es_419: CRASH

source: I'm gonna drop-!
es_419: ¡Voy a soltar…!

source: Episode 19 - A Trap
es_419: Episodio 19 - Una trampa

source: So you're saying…
es_419: ¿Estás diciendo…

source: they must've stolen something big.
es_419: Debió robarse algo muy importante.

source: snap
es_419: PLAC

source: put me down!
es_419: ¡Bájame!

source: you can't afford to keep choking like this...
es_419: No puedes seguir paralizándote así…

source: you...
es_419: Tú…

source: Out of ammo, huh?
es_419: Conque sin balas.

source: that this was the secret hiding place of "the people behind the curtain."
es_419: de que este era el escondite de “los ocultos tras el telón”.

source: does that mean...
es_419: ¿Eso significa…

source: I made sure that every bloodthirsty maniac in the area would be drawn to the noise!
es_419: ¡Me aseguré de que el ruido atrajera a cada demente sanguinario que hubiese en la zona!

source: ...all I see are selfish bastards like you.
es_419: … solo encuentro imbéciles egoístas como tú.

source: I've been shot...
es_419: Me dispararon…

source: ...I'm alive!
es_419: … ¡estoy vivo!

source: can you tell where they are?
es_419: ¿Sabes dónde están?

source: if any of us get caught, we're all finished.
es_419: Si nos atrapan, somos hombres muertos.

source: quit dawdling and start unpacking!
es_419: ¡Deja de holgazanear y desempaca!

source: having said that...
es_419: Pero…

source: we can't afford to engage in unnecessary combat!
es_419: ¡No podemos darnos el lujo de pelear innecesariamente!

source: what the... the whole building's coming down!
es_419: ¡¿Pero qué…?! ¡El edificio está colapsando!

source: I'd better get going then...
es_419: Bueno, será mejor que me vaya…

source: she's cute.
es_419: Es linda.

source: they thought they had a fair chance at turning our lives around when they entered the battlegrounds...
es_419: Se inscribieron porque creían que tenían una verdadera oportunidad de cambiar nuestras vidas…

source: in fact, it's the opposite!
es_419: ¡De hecho, es al contrario!

source: he's a frail old man nearing death...
es_419: Un anciano frágil y al borde de la muerte…

source: why didn't the anaesthetic work?
es_419: ¿Por qué la anestesia no funcionó?

source: next, in order to bypass the fingerprint and vein recognition systems...
es_419: Después, para engañar a los sistemas de reconocimiento de venas y huellas dactilares…

source: I memorized the entire map of biringam as I ran thousands of simulations to bring this place down.
es_419: Para destruir este lugar, tuve que ejecutar miles de simulaciones, así que memoricé todo el mapa de Biringam.

source: ...people in the slums have to drink rustwater.
es_419: … la gente de Salmuera solo bebería aguas negras.

source: I mean it.
es_419: Lo digo en serio.

source: not so fast! kill anyone else who's after the broken skulls!
es_419: ¡No tan rápido! ¡Maten a todos los que estén tras las calaveras!

source: I'm so bored of everything.
es_419: Estoy aburrido de todo.

source: whoa...
es_419: Guau…

source: I was just wondering why my stupid dad goes absolutely wild for it every year...
es_419: Solo intentaba entender por qué el idiota de mi padre enloquece tanto con ellas cada año…

source: ...to the battlegrounds.
es_419: … a los campos de batalla.

source: I'm sure edward knows that, too.
es_419: Edward también lo sabe.

source: hey, jonny...
es_419: Oye, Jonny…

source: lightweight, baby!!!
es_419: ¡¡Qué ligeros son!!

source: ...to augment their bodies to a standard far above the ordinary to gain an edge in life.
es_419: … en mejorar sus cuerpos a un nivel superior a lo normal y prolongar sus vidas.

source: our primary objective in biringam is to find the remembric watch.
es_419: Nuestro principal objetivo en Biringam es encontrar el dispositivo.

source: be careful. you're still badly hurt.
es_419: Cuidado, sigues sumamente malherido.

source: what? what's up?
es_419: ¿Qué? ¿Qué pasó?

source: how do we know it's not a scam?
es_419: ¿Cómo confirmamos que no es una estafa?

source: the drones are all heading in the same direction.
es_419: Todos los drones van hacia la misma dirección.

source: ...the more likely we are to run into miners.
es_419: … más probable será que nos topemos con mineros.

source: Episode 16 - Persuasion
es_419: Episodio 16 - Persuasión

source: it's edward!!!
es_419: ¡¡¡Es Edward!!!

source: … as well as over 100,000 weaponized drones.
es_419: … también hay más de cien mil drones armados.

source: ...that's a pretty fancy arm you got there...
es_419: … tu brazo es todo un lujo…

source: on second thought, maybe he just is a loose cannon...
es_419: Pensándolo bien, puede que de verdad esté loco…

source: wh-what was that?!
es_419: ¡¿Q-qué fue eso?!

source: ...which only resulted in the death of my brother in arms.
es_419: … que solo terminó trayendo la muerte de mi compañero de armas.

source: urgh... dammit...
es_419: Agh… Mierda…

source: otherwise, you wouldn't be looking for a hospital in brine.
es_419: Si no, no estarías buscando un hospital en Salmuera.

source: Come on out!
es_419: ¡Vamos!

source: …With the aim to eradicate the 817 completely…
es_419: Con el objetivo de erradicar por completo a los 817…

source: like I said, I'm invested in your story.
es_419: Como dije, me interesa mucho tu historia.

source: that was our best haul when we hijacked that freight vessel.
es_419: Ese fue el mejor botín que sacamos de aquel buque mercante.

source: Reinforcements will be coming soon!
es_419: ¡Pronto van a llegar refuerzos!

source: I think our luck's finally run out...
es_419: creo que ya se nos acabó la suerte…

source: and came up with this idea.
es_419: … y se me ocurrió una idea.

source: hey, edward!
es_419: ¡Ey, Edward!

source: once we catch him, the first thing we'll do is cut both his legs off.
es_419: Lo primero que voy a hacer cuando lo atrapemos es cortarle las piernas.

source: we should've put the boot in when we had him.
es_419: Debimos matarlo cuando lo teníamos.

source: ...why haven't they shot me yet?
es_419: … ¿por qué no ha disparado entonces?

source: You mean Cheonryong?
es_419: ¿Cheonryong, decías?

source: had quite the temper.
es_419: … un carácter de mierda.

source: you, we're gonna start by hitting the weights.
es_419: ¡Ey, tú! Vamos a empezar levantando algunas pesas.

source: WARNiNG This episode contains depictions of violence that may be upsetting for some readers.
es_419: ADVERTENCIA Este episodio contiene escenas violentas que pueden afectar la sensibilidad de algunos lectores.

source: Episode 8 - A knife's edge
es_419: Episodio 8 - Al filo del cuchillo

source: ...thank you, edward.
es_419: … Gracias, Edward.

source: target acquired.
es_419: Objetivo localizado.

source: but this isn't over yet...
es_419: Esto aún no termina…

source: in the end, you're human too, just like us.
es_419: Al final, eres tan humano como nosotros.

source: it's probably because of what you're wearing.
es_419: Seguramente es por tu ropa.

source: typical retreats arrogance...
es_419: Típica arrogancia de El Refugio…

source: what's up, kacey?
es_419: ¿Qué pasa, Kacey?

source: where is he?
es_419: ¿Dónde está?

source: ...for his own entertainment.
es_419: … por diversión.

source: chief! do you have a lock on those goddamn snipers?!
es_419: ¡Jefe! ¡¿Puedes ver dónde están esos malditos francotiradores?!

source: ...you said you saw it while at greenwood's house, didn't you?
es_419: … Dijiste haberlo visto cuando estabas en casa de Greenwood, ¿no?

source: ...that damn "paradise on earth."
es_419: … ese maldito “paraíso en la tierra”.

source: a tree?
es_419: ¿Un árbol?

source: I think I can handle that part.
es_419: Creo que puedo hacerme cargo.

source: ...but everyone in the black market knows who I am.
es_419: … pero todos en el mercado negro saben quién soy.

source: you're lying.
es_419: Mientes.

source: I was the one who tipped off the retreats authorities as to greenwood's whereabouts.
es_419: Yo fui el que les dio esa información a las autoridades de El Refugio.

source: I never knew I had such useless trash in my gang.
es_419: No sabía que mi pandilla estaba llena de inútiles.

source: I'll give you a ride... hop on.
es_419: Te llevo… Sube.

source: they lure the people of the slums with false promises...
es_419: Seducen a la gente de los barrios con promesas falsas…

source: yeah, but why are we working out in a battlefield?!
es_419: Sí, pero ¡¿por qué entrenamos en un campo de batalla?

source: initiating synchronization.
es_419: Iniciando sincronización.

source: let me propose a deal.
es_419: Te ofrezco un trato.

source: it does look like you're from the retreats...
es_419: Sí, parece que en serio vienes de allá…

source: you... you're not from the retreats.
es_419: No eres… de El Refugio.

source: crap... they're catching up already?!
es_419: M*erda… ¡¿ya me alcanzaron?!

source: I wanted to give their client a taste of his own medicine...
es_419: Quería que su cliente probara su propia medicina…

source: hey, you gotta be kidding me!
es_419: ¡Tienes que estar bromeando!

source: that's right... as you retreats scum always like to say...
es_419: Tal y como la escoria de El Refugio siempre dice…

source: heh.
es_419: Je.

source: ...that I have to kill my own men?
es_419: … que mate a mis propios hombres?

source: by the looks of it...
es_419: Según parece…

source: ...or the so-called remembric watch.
es_419: … o el recordatón de muñeca.

source: I'll leave them to you then.
es_419: Entonces te los dejo.

source: I never would've accepted your help!
es_419: … ¡jamás habría aceptado tu ayuda!

source: …about our latest client…
es_419: … sobre nuestro cliente…

source: but the fact that he hasn't started attacking means...
es_419: Pero el hecho de que no haya empezado a atacar significa…

source: are you kidding me?!
es_419: ¡¿Estás bromeando?!

source: now, let's find somewhere quiet to send up a drone...
es_419: Ahora, busquemos un lugar tranquilo para enviar un dron…

source: what are you talking about?!
es_419: ¡¿De qué hablas?!

source: john, I want you to trust me.
es_419: Quiero que confíes en mí, John.

source: on August 17, 2123...
es_419: El 17 de agosto de 2123…

source: edward son... you hesitated again!
es_419: Edward Son… ¡volviste a dudar!

source: so he calls me all kinds of names and hates my guts...
es_419: Entonces, ¡¿me insulta y me odia a más no poder…

source: CLANG
es_419: CLANC

source: snore
es_419: RONCA

source: remember? he received a combat visa as a reward.
es_419: ¿Se acuerdan? Le dieron una visa de combate como premio.

source: what are you staring at?
es_419: ¿Qué miras?

source: all citizens of the retreats have these biotech chips implanted into the backs of their necks.
es_419: A todos los residentes de El Refugio les implantan estos chips biotécnicos en la nuca.

source: w-wait! then how about we prepare for our future together-!
es_419: ¡E-espera! ¡ ¿Y si nos preparamos para el futuro juntos…?!

source: ...and he had nothing resembling a real plan.
es_419: … y nunca tuvo un verdadero plan.

source: so that's the remembric device, huh?
es_419: Conque ahí está el recordatón, ¿eh?

source: I even started to miss the maggot-infested slums!
es_419: ¡Hasta comencé a extrañar Salmuera y sus plagas!

source: I UNDERSTAND THE STAKES…BUT I'VE NEVER EVEN HELD A GUN IN MY LIFE!
es_419: Comprendo cuáles son los riesgos… ¡pero nunca en mi vida sostuve un arma!

source: and some expedition it was, too.
es_419: Y sí que fue toda una expedición.

source: ...are people like you!
es_419: … son las personas como tú!

source: my...
es_419: Mi…

source: I'm in!
es_419: ¡Acepto!

source: this is...
es_419: Esta es…

source: GAYEONG OH
es_419: Oh Gayeong

source: I'll send you the down payment first.
es_419: Voy a enviarte el pago inicial primero.

source: there's no hope in a life here.
es_419: Aquí no hay ninguna esperanza.

source: you see? the retreats are full of nasty scum like him!
es_419: ¿Ves? ¡El Refugio está lleno de ratas inmundas como él!

source: um... sir, if it's okay to ask...
es_419: Mm… Señor, ¿le molesta si pregunto…

source: gramps?
es_419: ¿Abuelo?

source: ...I suddenly felt a profound sense of relief...
es_419: … siento de repente una profunda sensación de alivio…

source: alright, I'm coming!
es_419: ¡Bueno! ¡Ya voy!

source: so what's going on here?
es_419: ¿Qué está pasando aquí?

source: it's delicious!!!
es_419: ¡¡¡Qué delicia!!!

source: the radio's dead... we're too far underground to get signal!
es_419: La radio no funciona… ¡estamos tan lejos de la superficie que no hay señal!

source: oh shit...
es_419: Mierda…

source: o-okay...!
es_419: ¡B-bueno…!

source: I said put me down, you piece of shit!
es_419: ¡Dije que me bajes, imbécil!

source: we put our lives and a lot of money on the line to rescue you.
es_419: Arriesgamos nuestras vidas y muchísimo dinero para rescatarte.

source: ...the answer is no, you brat.
es_419: … la respuesta es no, maldito mocoso.

source: now, let's move on to the next phase.
es_419: Ahora, avancemos a la siguiente fase.

source: you serious? with that beer gut?! you gotta be kidding me! hahaha!
es_419: ¿En serio? ¡¿Con esa barriga cervecera?! ¡Tiene que ser un chiste! ¡Ja, ja, ja!

source: urgh... that little bastard... pepper sprayed my eyes!
es_419: Agh… ¡Ese maldito mocoso… me roció los ojos con gas pimienta!

source: he was hired my father to deliver and install water purifiers.
es_419: Mi padre lo contrató para entregar e instalar purificadores de agua.

source: I got you now...
es_419: Los tengo…

source: that's a little difficult, given the situation I'm in...
es_419: Dada la situación en la que estoy, me resulta difícil…

source: we aspire to be up there.
es_419: … sino arriba.

source: gramps and I will stay here and guard our supplies.
es_419: El viejo y yo nos quedaremos aquí a vigilar las provisiones.

source: guys, this is lisa.
es_419: Chicos, ella es Lisa.

source: given how quickly they're able to act, I knew they'd move against us before the day was over.
es_419: Con lo rápido que actúan, sabía que nos buscarían antes del final del día.

source: let's go! hahaha!
es_419: ¡Vamos! ¡Ja, ja, ja!

source: we'll face countless life-or-death situations like this from now on.
es_419: Vamos a enfrentarnos a montones de situaciones de vida o muerte desde ahora.

source: occupying positions in society that I could only dream of...
es_419: Que ocupan puestos en la sociedad con los que no puedo ni soñar...

source: we got a sniper!
es_419: ¡Hay un francotirador!

source: that's why I offered to get our people to escort you here in the first place.
es_419: Por eso me ofrecí a escoltarte junto a mis hombres.

source: dad... this might be the last chance for you to change your mind!
es_419: Papá… ¡tal vez esta sea nuestra última oportunidad para cambiar de opinión!

source: edward, get ready to run...
es_419: Edward, prepárate para correr…

source: of course not. it's just a strong sedative.
es_419: Claro que no. Solo le puse un sedante fuerte.

source: where am I? how did I end up-?
es_419: ¿Dónde estoy? ¿Cómo terminé…?

source: fuck... can't believe what I saw... the bullets piercing through his body...
es_419: Mierda… No puedo creer que vi... cómo las balas le atravesaban el cuerpo...

source: ...all we had were hatred and rage.
es_419: … solo teníamos odio y rabia.

source: we might be in for a very bumpy ride, kids.
es_419: Nos espera un viaje turbulento, chicos.

source: hehe... it's been a while since I last felt like this.
es_419: Je, je… llevaba tiempo sin sentirme así.

source: wait... does that mean...
es_419: Un minuto… ¿Eso significa…?
